"3-finger Horizontal Swipe" = "Σάρωση 3 δαχτύλων οριζόντια";
"3-finger Vertical Swipe" = "Σάρωση 3 δαχτύλων κάθετα";
"4-finger Horizontal Swipe" = "Σάρωση 4 δαχτύλων οριζόντια";
"4-finger Vertical Swipe" = "Σάρωση 4 δαχτύλων κάθετα";
"About" = "Σχετικά";
"About %@" = "Σχετικά με %@";
"Accessibility" = "Προσβασιμότητα";
"Acknowledgments" = "Ευχαριστίες";
"Active app" = "Ενεργή εφαρμογή";
"Active screen" = "Ενεργή οθόνη";
"Active Space" = "Ενεργό Γραφείο εργασίας";
"Add a running app" = "Προσθήκη τρέχουσας εφαρμογής";
"Add an app from disk" = "Προσθήκη εφαρμογής από τον δίσκο";
"Additional controls" = "Πρόσθετα στοιχεία ελέγχου";
"Additional controls…" = "Πρόσθετα στοιχεία ελέγχου";
"Advanced" = "Προχωρημένα";
"After keys are released" = "Αφού αφεθούν τα πλήκτρα";
"After release" = "Μετά την απελευθέρωση";
"Align windows" = "Ευθυγράμμιση παραθύρων";
"Align windows:" = "Στοίχιση παραθύρων:";
"All apps" = "Όλες οι εφαρμογές";
"All data from this form will be made public, as a ticket on github.com" = "Όλα τα δεδομένα από αυτό το έντυπο θα δημοσιοποιηθούν ως ticket στο github.com";
"All screens" = "Όλες οι οθόνες";
"All Spaces" = "Όλα τα Γραφεία εργασίας";
"Allowed" = "Επιτρέπεται";
"Alphabetical" = "Αλφαβητικά";
"Alphabetical Order" = "Αλφαβητική σειρά";
"Also select windows using:" = "Επιπλέον, επιλογή παραθύρων με:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "Το Alttab συνετρίβη την τελευταία φορά που το χρησιμοποιήσατε. Η αποστολή μιας αναφοράς συντριβής θα βοηθήσει να διορθωθεί το ζήτημα";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Το Alttab έχει οριστεί επί του παρόντος να εμφανίζει Εφαρμογές. Αυτή η ρύθμιση είναι διαθέσιμη μόνο όταν το alttab έχει ρυθμιστεί να εμφανίζει Παράθυρα.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "Το AltTab εκτελείται χωρίς δικαιώματα Εγγραφής Οθόνης. Οι μικρογραφίες δεν θα εμφανίζονται.";
"AltTab needs some permissions" = "Το AltTab χρειάζεται κάποιες άδειες";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Το alttab θα δείχνει εάν το παράθυρο είναι ελαχιστοποιημένο ή σε πλήρη οθόνη με εικονίδιο κατάστασης.";
"Always" = "Πάντοτε";
"Always send crash reports" = "Πάντα αποστολή αναφορών συντριβής";
"and press" = "και πατήστε";
"and press:" = "και πατήστε:";
"Animations" = "Εφέ κίνησης";
"Animations…" = "Εφέ κίνησης…";
"App (BundleID starting with)" = "Εφαρμογή (bundleid αρχίζει με)";
"App Icons" = "Εικονίδια εφαρμογών";
"App is hidden" = "Η εφαρμογή είναι κρυμμένη";
"App is running but has no open window" = "Η εφαρμογή εκτελείται αλλά δεν διαθέτει ανοιχτό παράθυρο";
"Apparition delay" = "Καθυστέρηση εμφάνισης";
"Apparition delay of Switcher" = "Καθυστέρηση εμφάνισης Switcher";
"Apparition delay:" = "Καθυστέρηση εμφάνισης";
"Appearance" = "Εμφάνιση";
"Application Name" = "Όνομα εφαρμογής";
"Application Name - Window Title" = "Όνομα εφαρμογής - Τίτλος παραθύρου";
"Applications" = "Εφαρμογές";
"Are you sure you don’t want a response?" = "Είστε βέβαιοι ότι δεν θέλετε απάντηση;";
"Arrow keys" = "Πλήκτρα βέλους";
"Ask whether to send crash reports" = "Ερώτηση για αποστολή αναφορών συντριβής";
"Auto" = "Αυτόματο";
"Auto-install updates periodically" = "Αυτόματη εγκατάσταση ενημερώσεων";
"Blacklists" = "Μαύρες λίστες";
"Cancel" = "Ακύρωση";
"Cancel and hide" = "Ακύρωση και απόκρυψη";
"Capture windows in the background" = "Σύλληψη παραθύρων στο παρασκήνιο";
"Center" = "Κεντράρισμα";
"Check for updates now…" = "Έλεγχος για ενημερώσεις τώρα...";
"Check for updates periodically" = "Περιοδικός έλεγχος ενημερώσεων";
"Check for updates…" = "Έλεγχος για ενημερώσεις...";
"Check permissions…" = "Έλεγχος για δικαιώματα...";
"Close window" = "Κλείσιμο παραθύρου";
"Conflicting shortcut" = "Διένεξη συντόμευσης";
"Controls" = "Συντομεύσεις";
"Crash reports policy" = "Πολιτική αναφορών συντριβής";
"Crash reports policy:" = "Πολιτική αναφορών συντριβής:";
"Cursor follows focus" = "Ο δείκτης του ποντικιού να ακολουθεί την εστίαση";
"Customize App Icons style…" = "Προσαρμογή στυλ εικονιδίων εφαρμογών…";
"Customize Thumbnails style…" = "Προσαρμογή στυλ μικρογραφιών…";
"Customize Titles style…" = "Προσαρμογή στυλ τίτλων…";
"Dark" = "Σκοτεινό";
"Debug tools" = "Εργαλεία εντοπισμού σφαλμάτων";
"Disabled" = "Απενεργοποιημένο";
"Do nothing" = "Μην κάνεις τίποτα";
"Don’t check for updates periodically" = "Να μη γίνεται έλεγχος για ενημερώσεις";
"Don’t send" = "Να μην σταλεί";
"Don’t show windows from these apps" = "Απόκρυψη παραθύρων από αυτές τις εφαρμογές";
"Done" = "Εντάξει";
"End" = "Τέλος";
"Exceptions" = "Εξαιρέσεις";
"Export settings…" = "Εξαγωγή ρυθμίσεων…";
"Export…" = "Εξαγωγή…";
"Fade in animation of Preview" = "Εμφάνιση με εξασθένηση της προεπισκόπησης";
"Fade out animation" = "Εφέ ξεθωριάσματος";
"Fade out animation of Switcher" = "Εξαφάνιση του Switcher με εξασθένηση";
"Fade out animation:" = "Εφέ ξεθωριάσματος:";
"Failed to import settings" = "Αποτυχία εισαγωγής ρυθμίσεων";
"Focus selected window" = "Εστίαση στο επιλεγμένο παράθυρο";
"Fullscreen window" = "Πλήρης οθόνη";
"Fullscreen windows:" = "Παράθυρα σε πλήρη οθόνη:";
"Fullscreen/Defullscreen window" = "Πλήρης οθόνη/επαναφορά μεγέθους";
"General" = "Γενικά";
"Gesture" = "Χειρονομία";
"Grant permission" = "Παραχώρησε άδεια";
"Hidden windows:" = "Κρυμμένα παράθυρα:";
"Hide" = "Απόκρυψη";
"Hide app badges" = "Απόκρυψη ενδείξεων ειδοποιήσεων εφαρμογών";
"Hide app badges:" = "Απόκρυψη ειδοποιήσεων εφαρμογών:";
"Hide apps with no open window" = "Απόκρυψη εφαρμογών χωρίς ανοιχτό παράθυρο";
"Hide apps with no open window:" = "Απόκρυψη εφαρμογών χωρίς ανοιχτό παράθυρο:";
"Hide colored circles on mouse hover" = "Απόκρυψη χρωματιστών κύκλων κατά την αιώρηση";
"Hide colored circles on mouse hover:" = "Απόκρυψη χρωματιστών κύκλων κατά την αιώρηση ποντικιού:";
"Hide in %@" = "Απόκρυψη σε %@";
"Hide Space number labels" = "Απόκρυψη αριθμού Γραφείου εργασίας";
"Hide Space number labels:" = "Απόκρυψη ετικετών αριθμού κενού χώρου:";
"Hide status icons" = "Απόκρυψη εικονιδίων κατάστασης";
"Hide status icons:" = "Απόκρυψη εικονιδίων κατάστασης:";
"Hide window thumbnails:" = "Απόκρυψη μικρογραφιών παραθύρων:";
"Hide/Show app" = "Απόκρυψη/Εμφάνιση εφαρμογής";
"High" = "Υψηλή";
"Highest" = "Μέγιστη";
"Hold" = "Κρατήστε πατημένο";
"Horizontal Swipe with Four Fingers" = "Οριζόντια σάρωση με τέσσερα δάχτυλα";
"Horizontal Swipe with Three Fingers" = "Οριζόντια σάρωση με τρία δάχτυλα";
"I think the app could be improved with…" = "Πιστεύω ότι η εφαρμογή θα μπορούσε να βελτιωθεί με...";
"Ignore shortcuts when active" = "Αγνόησε τις συντομεύσεις όταν ενεργό";
"Ignore shortcuts while a window from these apps is active" = "Να αγνοούνται οι συντομεύσεις ενόσω κάποιο παράθυρο από αυτές τις εφαρμογές είναι ενεργό";
"Import settings…" = "Εισαγωγή ρυθμίσεων…";
"Import…" = "Εισαγωγή…";
"Keep open" = "Διατήρηση ανοιχτού";
"Keep open and search" = "Διατήρηση ανοιχτού και αναζήτηση";
"Language" = "Γλώσσα";
"Language Change" = "Αλλαγή γλώσσας";
"Large" = "Μεγάλο";
"Later" = "Αργότερα";
"Latest releases" = "Προηγούμενες εκδόσεις";
"Leading" = "Αριστερά";
"Left" = "Αριστερά";
"Light" = "Φωτεινό";
"Lock search" = "Κλείδωμα αναζήτησης";
"Max height on screen:" = "Μέγιστο ύψος στην οθόνη:";
"Max width on screen:" = "Μέγιστο πλάτος στην οθόνη:";
"Medium" = "Μεσαίο";
"Menubar icon" = "Εικονίδιο γραμμής μενού";
"Menubar icon:" = "Εικονίδιο γραμμής μενού:";
"Middle" = "Μέσο";
"Minimize/Deminimize window" = "Ελαχιστοποίηση/Επαναφορά παραθύρου";
"Minimized windows:" = "Ελαχιστοποιημένα παράθυρα:";
"Miscellaneous" = "Διάφορα";
"Miscellaneous:" = "Διάφορα:";
"Mouse hover" = "Αιώρηση ποντικιού";
"Multiple screens" = "Πολλαπλές οθόνες";
"Never" = "Ποτέ";
"Never send crash reports" = "Να μην αποστέλλονται αναφορές συντριβής";
"No Window" = "Κανένα Παράθυρο";
"Non-active apps" = "Εφαρμογές που δεν είναι ενεργές";
"Non-visible Spaces" = "Μη ορατοί χώροι";
"Normal" = "Κανονική";
"Not allowed" = "Δεν επιτρέπεται";
"NSHumanReadableCopyright" = "Άδεια χρήσης GPL-3.0";
"Only if the window is fullscreen" = "Μόνο αν το παράθυρο βρίσκεται σε πλήρη οθόνη";
"Only on different screen" = "Μόνο σε διαφορετική οθόνη";
"Open Accessibility Preferences…" = "Άνοιγμα Επιλογών Προσβασιμότητας...";
"Open Accessibility Settings…" = "Ανοίξτε τις ρυθμίσεις προσβασιμότητας...";
"Open Screen Recording Preferences…" = "Άνοιγμα Επιλογών Καταγραφής Οθόνης...";
"Open Screen Recording Settings…" = "Ανοίξτε τις ρυθμίσεις εγγραφής οθόνης...";
"Open System Settings to confirm, and continue" = "Ανοίξτε τις ρυθμίσεις συστήματος για επιβεβαίωση, και συνεχίστε";
"Open Trackpad Preferences…" = "Άνοιγμα Ρυθμίσεων Trackpad…";
"Open Trackpad Settings…" = "Ανοίξτε τις ρυθμίσεις Trackpad...";
"Optional: email (if you want a reply)" = "Προαιρετικό: email (αν επιθυμείτε απάντηση)";
"Order windows by" = "Ταξινόμηση παραθύρων κατά";
"Please fill in the form" = "Παρακαλώ συμπληρώστε τη φόρμα";
"Policies" = "Πολιτικές";
"Preferences…" = "Προτιμήσεις...";
"Preview selected window" = "Προεπισκόπηση επιλεγμένου παραθύρου";
"Preview selected window:" = "Προεπισκόπηση επιλεγμένου παραθύρου";
"Preview the selected window." = "Προεπισκόπηση του επιλεγμένου παραθύρου.";
"Quit" = "Τερματισμός εφαρμογής";
"Quit %@" = "Έξοδος %@";
"Quit app" = "Τερματισμός εφαρμογής";
"Recently Created" = "Πρόσφατη δημιουργία";
"Recently Created First" = "Πρόσφατη Δημιουργία πρώτα";
"Recently Focused" = "Πρόσφατη εστίαση";
"Recently Focused First" = "Πρόσφατη Εστίαση πρώτα";
"Remember my choice" = "Θυμήσου την επιλογή μου";
"Reset preferences and restart" = "Επαναφορά προτιμήσεων και επανεκκίνηση";
"Reset preferences and restart…" = "Επαναφορά προτιμήσεων και επανεκκίνηση…";
"Reset settings and restart" = "Επαναφορά ρυθμίσεων και επανεκκίνηση";
"Reset settings and restart…" = "Επαναφορά ρυθμίσεων και επανεκκίνηση...";
"Restart Now" = "Επανεκκίνηση τώρα";
"Rows of thumbnails:" = "Σειρές μικρογραφιών:";
"Screen including menu bar" = "Οθόνη όπου βρίσκεται η γραμμή μενού";
"Screen including mouse" = "Οθόνη όπου βρίσκεται το ποντίκι";
"Screen Recording" = "Καταγραφή οθόνης";
"Screen showing AltTab" = "Οθόνη που δείχνει AltTab";
"Search" = "Αναζήτηση";
"Select next window" = "Επιλογή επόμενου παραθύρου";
"Select previous window" = "Επιλογή προηγούμενου παραθύρου";
"Select windows on mouse hover" = "Επιλογή παραθύρων με αιώρηση ποντικιού";
"Select windows using arrow keys" = "Επιλογή παραθύρων με πλήκτρα βέλους";
"Select windows using vim keys" = "Επιλογή παραθύρων με πλήκτρα VIM";
"Send" = "Αποστολή";
"Send a crash report?" = "Αποστολή αναφοράς συντριβής;";
"Send anyway" = "Αποστολή ούτως ή άλλως";
"Send debug profile (CPU, memory, etc)" = "Αποστολή διαγνωστικού προφίλ (επεξεργαστής, μνήμη, κλπ)";
"Send feedback" = "Αποστολή σχολίων";
"Send feedback…" = "Αποστολή σχολίων...";
"Settings imported" = "Οι ρυθμίσεις εισήχθησαν";
"Settings…" = "Ρυθμίσεις";
"Share improvement ideas, or report bugs" = "Μοιραστείτε ιδέες για βελτίωση ή αναφορά σφαλμάτων";
"Shortcut" = "Συντόμευση";
"Shortcut 1" = "Συντόμευση 1";
"Shortcut 2" = "Συντόμευση 2";
"Shortcut 3" = "Συντόμευση 3";
"Shortcut 4" = "Συντόμευση 4";
"Shortcut 5" = "Συντόμευση 5";
"Shortcut already assigned to another action: %@" = "Η συντόμευση έχει ήδη ανατεθεί σε άλλη ενέργεια: %@";
"Shortcuts When Active" = "Συντομεύσεις, όταν ενεργό";
"Shortcuts when active…" = "Συντομεύσεις, όταν ενεργό…";
"Show" = "Εμφάνιση";
"Show & Hide" = "Εμφάνιση & Απόκρυψη";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Εμφάνιση ενός στοιχείου για κάθε παράθυρο ή για κάθε εφαρμογή. Τα παράθυρα θα εστιάζονται, ενώ οι εφαρμογές θα ενεργοποιούνται.";
"Show apps with no open window" = "Εμφάνιση εφαρμογών χωρίς ανοικτό παράθυρο";
"Show at the end" = "Εμφάνιση στο τέλος";
"Show fullscreen windows" = "Εμφάνιση παραθύρων πλήρους οθόνης";
"Show hidden windows" = "Εμφάνιση κρυφών παραθύρων";
"Show in switcher" = "Εμφάνιση στον επιλογέα";
"Show minimized windows" = "Εμφάνιση ελαχιστοποιημένων παραθύρων";
"Show on" = "Εμφάνιση σε";
"Show on:" = "Εμφάνιση σε:";
"Show standard tabs as windows" = "Εμφάνιση τυπικών καρτελών ως παραθύρων";
"Show standard tabs as windows:" = "Εμφάνιση τυπικών καρτελών ως παραθύρων:";
"Show titles" = "Εμφάνιση τίτλων";
"Show windows from applications" = "Εμφάνιση παραθύρων από εφαρμογές";
"Show windows from screens" = "Εμφάνιση παραθύρων από οθόνες";
"Show windows from Spaces" = "Εμφάνιση παραθύρων από Γραφεία εργασίας";
"Show windows from:" = "Εμφάνιση παραθύρων από:";
"Size" = "Μέγεθος";
"Skipped" = "Παραλείφθηκε";
"Small" = "Μικρό";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Ορισμένες εφαρμογές όπως ο Finder ή η Προεπισκόπηση χρησιμοποιούν τυπικές καρτέλες που λειτουργούν σαν ανεξάρτητα παράθυρα. Ορισμένες άλλες εφαρμογές όπως τα προγράμματα περιήγησης ιστού χρησιμοποιούν προσαρμοσμένες καρτέλες που λειτουργούν με μοναδικούς τρόπους και δεν είναι πραγματικά παράθυρα. Το Alttab δεν μπορεί να τα εμφανίσει χωριστά.";
"Source code repository" = "Αποθετήριο πηγαίου κώδικα";
"Space" = "Γραφείο εργασίας";
"Space Order" = "Σειρά Γραφείων εργασίας";
"Start" = "Αρχή";
"Start at login" = "Άνοιγμα κατά την είσοδο";
"Start at login:" = "Άνοιγμα κατά την είσοδο:";
"Support this project" = "Υποστηρίξτε αυτό το έργο";
"Swipe with Four Fingers" = "Σάρωση με τέσσερα δάχτυλα";
"Swipe with Three Fingers" = "Σάρωση με τρία δάχτυλα";
"Switch between 3 different styles. You can customize them." = "Εναλλαγή μεταξύ 3 διαφορετικών στυλ. Μπορείτε να τα προσαρμόσετε.";
"System" = "Σύστημα";
"System Default" = "Προεπιλογή συστήματος";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Η συντόμευση ⌘⎋ (command+escape) μπορεί να χρησιμοποιείται από το macOS για το GameOverlay.\n\nΗ αλλαγή σας θα την αναθέσει σε: %@.\n\nΑν θέλετε να συνεχίσετε, βεβαιωθείτε ότι η συντόμευση του GameOverlay είναι απενεργοποιημένη.\nΣημειώστε επίσης ότι το macOS έχει αναφέρει σφάλματα όπου η συντόμευση μπορεί να επηρεάζει ακόμα και όταν είναι απενεργοποιημένη.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Το κλειδί ⎋ (escape) είναι δεσμευμένο από μερικά macOS shortcuts (π.χ. ⌘⌥⎋ θα εμφανίσει το Force Quit Applications window).\n\nΑν θέλετε να χρησιμοποιήσετε το ⎋, βεβαιωθείτε ότι τα Hold modifiers δεν είναι ούτε: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Το πλήκτρο ⎋ (escape) προορίζεται για ορισμένες συντομεύσεις του macOS (π.χ. ⌘⌥⎋ ανοίγει το παράθυρο Τερματισμός εφαρμογών).\n\nΗ αλλαγή σας θα το αναθέσει σε: %@.\n\nΑν θέλετε να χρησιμοποιήσετε το ⎋, βεβαιωθείτε ότι οι τροποποιητές Hold δεν είναι: ⌘⌥, ⌘⌥⇧ ή ⌘⌥⇧⌃.";
"The application needs to restart to apply the imported settings." = "Η εφαρμογή πρέπει να επανεκκινήσει για να εφαρμοστούν οι εισαγόμενες ρυθμίσεις.";
"The application needs to restart to apply the language change." = "Η εφαρμογή χρειάζεται επανεκκίνηση για να εφαρμοστεί η αλλαγή γλώσσας.";
"Theme" = "Θέμα";
"Theme:" = "Θέμα:";
"Then release:" = "Έπειτα αφήστε:";
"This permission is needed to focus windows after you release the shortcut" = "Αυτή η άδεια απαιτείται για να εστιάσετε τα παράθυρα μετά την απελευθέρωση της συντόμευσης";
"This permission is needed to show screenshots and titles of open windows" = "Αυτή η άδεια απαιτείται για την εμφάνιση στιγμιότυπων και τίτλων ανοιχτών παραθύρων";
"This permission is needed to show thumbnails and preview of open windows" = "Αυτή η άδεια είναι απαραίτητη για να εμφανιστούν πολλαπλές προεπισκοπήσεις παραθύρων";
"Thumbnails" = "Μικρογραφίες";
"Title" = "Τίτλος";
"Title truncation" = "Περικοπή τίτλου";
"Titles" = "Τίτλοι";
"Trackpad haptic feedback" = "Απτική ανάδραση του Trackpad";
"Trigger" = "Ενεργοποίηση";
"Trigger shortcut" = "Συντόμευση";
"Unassign existing shortcut and continue" = "Απόρριψη υπάρχουσας συντόμευσης και συνέχεια";
"Updates policy" = "Πολιτική ενημερώσεων";
"Updates policy:" = "Πολιτική ενημερώσεων:";
"Use the app without this permission. Thumbnails won’t show." = "Χρήση της εφαρμογής χωρίς αυτή την άδεια. Οι μικρογραφίες δεν θα εμφανίζονται.";
"Version" = "Έκδοση";
"Vertical Swipe with Four Fingers" = "Κάθετη σάρωση με τέσσερα δάχτυλα";
"Vertical Swipe with Three Fingers" = "Κάθετη σάρωση με τρία δάχτυλα";
"View existing discussions" = "Εμφάνιση υπαρχουσών συζητήσεων";
"Vim keys" = "Vim keys";
"Vim keys already assigned to other actions:\n%@" = "Vim keys που έχουν ήδη ανατεθεί σε άλλες ενέργειες: \\ n%@";
"Visibility" = "Ορατότητα";
"Visible Spaces" = "Ορατά Γραφεία εργασίας";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Όταν είναι απενεργοποιημένο, αποφεύγει την μωβ ένδειξη εγγραφής οθόνης του macOS και αποφεύγει τα τρεμοπαίγματα κατά την αναπαραγωγή βίντεο DRM. Οι μικρογραφίες θα είναι λιγότερο ενημερωμένες.";
"When fullscreen" = "Όταν σε πλήρη οθόνη";
"When no open window" = "Όταν δεν υπάρχει ανοιχτό παράθυρο";
"While open, press:" = "Όταν είναι ανοιχτό, πατήστε:";
"Window app icon size:" = "Μέγεθος εικονιδίου παραθύρου εφαρμογής:";
"Window is fullscreen" = "Το παράθυρο είναι σε πλήρη οθόνη";
"Window is minimized" = "Το παράθυρο είναι ελαχιστοποιημένο";
"Window is on every Space" = "Το παράθυρο βρίσκεται σε κάθε Γραφείο εργασίας";
"Window is on Space %d" = "Το παράθυρο βρίσκεται στο Γραφείο εργασίας %d";
"Window max width in row:" = "Μέγιστο πλάτος παραθύρου στη σειρά:";
"Window min width in row:" = "Ελάχιστο πλάτος παραθύρου στη σειρά:";
"Window order:" = "Σειρά παραθύρων:";
"Window Title" = "Τίτλος παραθύρου";
"Window title contains" = "Ο τίτλος παραθύρου περιέχει";
"Window title font size:" = "Μέγεθος γραμματοσειράς τίτλου παραθύρου:";
"Window title truncation:" = "Περικοπή τίτλου παραθύρου:";
"Windows" = "Παράθυρα";
"You can’t undo this action." = "Αυτή η ενέργεια δεν είναι αναστρέψιμη.";
"You didn’t write your email, thus can’t receive any response." = "Δεν γράψατε το email σας, επομένως δεν μπορείτε να λάβετε καμία απάντηση.";
"You may need to disable some conflicting system gestures" = "Ίσως χρειαστεί να απενεργοποιήσετε ορισμένες χειρονομίες του συστήματος γιατί υπάρχει σύγκρουση";
